{
  "title": "El Caballero",
  "text": "Épica aventura de un caballero del reino para rescatar a la princesa y acabar con el dragón.",
  "scenes": [
    {
      "title": "El caballero y el dragón",
      "text": "Estás caminando por el bosque cuando ves un dragón. El dragón es grande y feroz, y está durmiendo. ¿Qué haces?",
      "choices": [
        {
          "title": "Pelear con el dragón",
          "text": "Sacas tu espada y te preparas para luchar contra el dragón. El dragón se despierta y te ataca. ¿Qué haces?",
          "choices": [
            {
              "title": "Atacar al dragón",
              "text": "Lanzas tu espada al dragón, pero el dragón se mueve y la espada se estrella contra la roca. El dragón te ataca y te hiere. ¿Qué haces?",
              "choices": [
                {
                  "title": "Rendirse",
                  "text": "Te rindes ante el dragón y el dragón te deja ir. Te sientes humillado, pero estás vivo."
                },
                {
                  "title": "Seguir luchando",
                  "text": "Te levantas y sigues luchando contra el dragón. El dragón se sorprende por tu ferocidad y te ataca más fuerte. Te hiere de nuevo, pero no te rindes. Sigues luchando hasta que finalmente matas al dragón. Estás herido, pero victorioso."
                }
              ]
            },
            {
              "title": "Huir del dragón",
              "text": "Te das la vuelta y huyes del dragón. El dragón te persigue, pero eres más rápido y consigues escapar. Te sientes aliviado, pero sabes que el dragón volverá."
            }
          ]
        },
        {
          "title": "Hablar con el dragón",
          "text": "Te acercas al dragón y le hablas. Le dices que no quieres hacerle daño, pero que quiere que te deje en paz. El dragón te escucha y te dice que no te hará daño si le traes una ofrenda. ¿Qué le traes?",
          "choices": [
            {
              "title": "Traer una oveja al dragón",
              "text": "Traes una oveja al dragón y el dragón se la come. El dragón te deja en paz y te vas. Te sientes aliviado, pero sabes que el dragón volverá a pedirte otra ofrenda."
            },
            {
              "title": "Traer una joya al dragón",
              "text": "Traes una joya al dragón y el dragón se la queda. El dragón te deja en paz y te vas. Te sientes orgulloso de ti mismo por haber sido capaz de engañar al dragón."
            }
          ]
        }
      ]
    },
    {
      "title": "El caballero y la princesa",
      "text": "Sigue caminando por el bosque y llegas a un castillo. El castillo está rodeado de dragones. ¿Qué haces?",
      "choices": [
        {
          "title": "Pelear con los dragones",
          "text": "Sacas tu espada y te preparas para luchar contra los dragones. Los dragones te atacan, pero eres capaz de derrotarlos a todos. Salvas a la princesa y te conviertes en un héroe."
        },
        {
          "title": "Hablar con los dragones",
          "text": "Te acercas a los dragones y les hablas. Les dices que no quieres hacerles daño, pero que quieres que te dejen pasar. Los dragones te escuchan y te dejan pasar. Salvas a la princesa y te conviertes en un héroe."
        }
      ]
    },
    {
      "title": "El caballero y el tesoro",
      "text": "Sigue caminando por el bosque y llegas a una cueva. La cueva está llena de tesoro. ¿Qué haces?",
      "choices": [
        {
          "title": "Tomar el tesoro",
          "text": "Llevas el tesoro a tu casa y te haces rico. Vives una vida feliz y llena de lujos."
        },
        {
          "title": "Dejar el tesoro",
          "text": "Dejas el tesoro en la cueva y te vas. Te sientes orgulloso de ti mismo por haber sido capaz de resistir la tentación."
        }
      ]
    }
  ]
}